const PersonasImg1 = '/images/TFC/Personas/PersonasImg1.jpg'
const PersonasImg2 = '/images/TFC/Personas/PersonasImg2.jpg'
const PersonasImg3 = '/images/TFC/Personas/PersonasImg3.jpg'

export const DesignProcesses = [
  {
    number: 1,
    title: "Первичные исследования",
    descr:
      "В первую очередь мы выслушали проблемы клиента. Мы изучили их бизнес-процессы и методы работы, чтобы лучше понять их компанию.",
  },
  {
    number: 2,
    title: "Составление персон",
    descr:
      "Мы составили портреты будущих пользователей системы. Нам было важно понять, для кого мы делаем систему.",
  },
  {
    number: 3,
    title: "Сценарии использования",
    descr:
      "После исследования аудитории мы узнали много новых подробностей обучения у нашего клиента.",
  },
  {
    number: 4,
    title: "Составление структуры",
    descr:
      "Затем мы поработали над структурой и создали пользовательский поток для трех разных учетных записей пользователей: администратора, учителя и ученика.",
  },
  {
    number: 5,
    title: "Варфреймы",
    descr:
      "Мы создали низкоточные прототипы, чтобы согласовать с клиентом подход к навигации по платформе, а также сэкономить время.",
  },
  {
    number: 6,
    title: "UI дизайн",
    descr:
      "После утверждения платформы UX мы составили UI-дизайн всех кабинетов и оптимизировали его для мобильных устройств и планшетов.",
  },
];

export const PersonasData = [
  {
    img: PersonasImg1,
    name: 'Ирина Ивановна',
    experience: '52 года, учительница английского',
    descr: 'Учительница английского c 15 годами опыта. Далека от электроники и не особо хочет её изучать, но начальство требует использования нововведений в компании…'
  },
  {
    img: PersonasImg2,
    name: 'Анастасия',
    experience: '32 года, бухгалтер',
    descr: 'Любит выбраться потусить в заведения, но с детьми это стало реже и сложнее. Ведёт средне-активную социальную жизнь. Из-за высшего образования знает «как правиль…'
  },
  {
    img: PersonasImg3,
    name: 'Алина',
    experience: '10 лет, ученица 5го класса',
    descr: 'Любит гулять с друзьями и ходить в школу. Хорошо учится. Разбирается в гаджетах и даже помогает с ними родителям. В школу английского записала мама. Ходит потому…'
  }
]

export const TfcColors = [
  {
    background: '#003D7C'
  },
  {
    background: '#99B2CB'
  },
  {
    background: '#E3EAF1'
  },
  {
    background: '#06D58B'
  },
  {
    background: '#D59006'
  },
  {
    background: '#D51006'
  },
  {
    background: '#000C18'
  },
  {
    background: '#000C18'
  },
]